import React from 'react';

function Prayers(props) {
    console.log(props)

  return (
    
    <section className='cont_pray'>
        
                <div className='pray_box'>
            
                <div className='tit_P1'>
                    <h2>
                        : روي عن امير المؤمنين (عليه السلام) انه قال
                    </h2>
                </div>
                    <p className='p_tex'>
                        إن في الإنسان عشر خصال يظهرها لسانه: شاهد يخبر عن الضمير،
                         وحاكم يفصل بين الخطاب، وناطق يرد به الجواب، وشافع يدرك به الحاجة،
                         وواصف يعرف به الأشياء، وأمير يأمر بالحسن، وواعظ ينهى عن القبيح،
                         ومعز تسكن به الأحزان، وحاضر تجلى به الضغائن، ومونق تلتذ به الأسماع 
                    </p>
                
               </div>

               <div className='pray_box'>
            
            <div className='tit_P1'>
                <h2>
                    : روي عن امير المؤمنين (عليه السلام) انه قال
                </h2>
            </div>
                <p className='p_tex'>
                    إن في الإنسان عشر خصال يظهرها لسانه: شاهد يخبر عن الضمير،
                     وحاكم يفصل بين الخطاب، وناطق يرد به الجواب، وشافع يدرك به الحاجة،
                     وواصف يعرف به الأشياء، وأمير يأمر بالحسن، وواعظ ينهى عن القبيح،
                     ومعز تسكن به الأحزان، وحاضر تجلى به الضغائن، ومونق تلتذ به الأسماع 
                </p>
            
           </div>
            
        
    </section>
    
  );
}

export default Prayers