import React from 'react';
import './network.css';


function Network() {
  return (
  <div className='net_tit'>
    <h1 className='h_tit' >رسالة الشبكة </h1>
    <p className='p_text'>
    انطلاقا من ايماننا بأن مدرسة اهل البيت (عليهم السلام ) هي النبع الوحيد الذي يروي ضمأ الانسان للمعرفة , انطلقنا في هذا المشروع آملين المساهمة في نشر علم هذه المدرسة الشريفة, وايصال هذه الكلمات العظيمة الشريفة النورانية, لجميع مسلمي العالم على اختلاف مذاهبهم ومشاربهم, سائلين الله تبارك وتعالى ان يوفقنا في ذلك 
    </p>
 </div>
  );
}

export default Network;